{
  "Home": {
    "title": "Hello world!"
  },
  "aboutMe": {
    "passionLabel": "A bit about me:",
    "resumeLabel": "Resume",
    "skillsLabel": "Skills",
    "skills": "Full Stack Development, Backend Development",
    "resume": "See PDF",
    "passion": "In 2021, I embarked on my software development journey by harnessing Python to automate daily tasks, a venture that swiftly morphed into a deep-seated passion for technology. This initial step paved the way for my exploration into web development, where I've since devised custom solutions for friends and family and developed innovative web applications for small businesses—such as a bespoke inventory management system that boosted a local retailer's operational efficiency by 30%.",
    "passion2": "Currently, I'm delving into Next.js 14 server actions, attracted by its capabilities to streamline backend processes and enhance user experiences through its novel server components.",
    "passion3": "Looking ahead, I'm looking forward to dive deeper into a low level language such as Go and I'm always excited about emerging technologies such as AI.",
    "name": "Yuri Almeida",
    "location": "Toronto, Canada",
    "viewMoreButton": "View More"
  },
  "intro": {
    "title": "Hello, I'm Yuri Almeida!",
    "subtitle": "A full-stack software developer based in Toronto, passionate about creating beautiful and functional web applications.",
    "switch": "Switch to English"
  },
  "projectSection": {
    "title": "Projects"
  },
  "project3": {
    "title": "Personal Portfolio",
    "subHeading": "Professional showcase of my projects and skills",
    "description": "This portfolio website is a comprehensive showcase of my full-stack development skills, including proficiency in React, Node.js, Express, and MongoDB, among other technologies. Living in Toronto and being a self-taught developer, I've focused on demonstrating my backend expertise alongside a well-rounded web development skill set. The site itself is a testament to my ability to create engaging, user-friendly web applications, highlighting my journey, projects, and the technologies I excel in.",
    "alt": "An online portfolio showcasing the full-stack development capabilities and project work of Yuri Almeida, a developer passionate about backend technologies."
  },
  "project2": {
    "title": "Ymaa Desentupidora Website",
    "subHeading": "Fully functional website for a local business",
    "description": "This project involved creating an engaging and accessible online presence for Ymaa Desentupidora, a plumbing service company in Rio de Janeiro. Utilizing my skills in web development, I designed and implemented a user-friendly website that highlights the company's services, including 24/7 emergency plumbing. The site is built with a focus on SEO optimization to ensure high visibility and customer engagement, demonstrating my proficiency in creating effective web solutions for business needs.",
    "alt": "A professional website for a plumbing service company, showcasing service offerings and contact information."
  },
  "project1": {
    "title": "League Simulator",
    "subHeading": "View league standing outcomes as you simulate match results.",
    "description": "A cutting-edge web application showcasing my expertise in React, Next.js, and Tailwind CSS. It features dynamic API integration with API-Football from RapidAPI, providing real-time football league data. This project exemplifies my ability to build modern, responsive, and user-centric applications, demonstrating my proficiency in the latest web development technologies.",
    "alt": "A web application leveraging React, Next.js, and Tailwind CSS for real-time football league simulations."
  },
  "techSkills": {
    "title": "skills",
    "languages": "Languages",
    "technologies": "Other Technologies",
    "all": "All",
    "development": "Development",
    "design": "Design & Styling",
    "tools": "Tools"
  },
  "navbar": {
    "aboutMe": "About",
    "projects": "Projects",
    "contactMe": "Contact"
  },
  "contact": {
    "title": "Get in Touch",
    "githubTitle": "My Github profile",
    "emailTitle": "Send me an email",
    "linkedinTitle": "My LinkedIn profile",
    "namePlaceholder": "Name",
    "emailPlaceholder": "Email",
    "messagePlaceholder": "Message",
    "submit": "Submit",
    "messageSent": "Message sent!",
    "getBackSoon": "I'll get back to you soon.",
    "error": "Please fill in all fields"
  },
  "footer": {
    "madeBy": "Designed & developed by"

  }
}
